IDEA StatiCa Open Model
ReinfAroundOpening.NumOfLayers Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Number of layers
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumOfLayers { get; set; }
Public Property NumOfLayers As Integer
	Get
	Set
public:
property int NumOfLayers {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace